//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Settings";
"Launch at login" = "Launch at login";
"Show unread count in menu bar" = "Show unread count in menu bar";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Accounts";
"Edit" = "Edit";

"Username:" = "Username:";
"Password:" = "Password:";
"Check for new mail every" = "Check for new mail every";
"minutes" = "minutes";
"Use Growl Notification" = "Use Growl Notification";
"Play sound:" = "Play sound:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com.";
"Enable this account" = "Enable this account";
"Cancel" = "Cancel";
"OK" = "OK";
